Repository: pipp8/CattaneoSVN
Catalog: XCode/iOS/iOTP/trunk/iOTP/*.lproj/Localizable.strings
Languages: it

source: %d Failed Passcode Attempts
it: %d tentativi falliti

source: 1 Failed Passcode Attempt
it: 1 tentativo fallito

# ABORT-BT
source: Abort
it: Interrompi

# ALREADYINITED-MSG
source: Your App has already been registered. If you destroy your seed you'll need a new registration.
it: Attenzione l'App è stata già attivata, se si cancella il seed occorrerà effettuare di nuovo la registrazione.

# AUTHFAIL-ERR
source: 401 - Authentication failed (i.e. wrong password, userid not registered, ...)
it: Userid o PIN errato. Riprova per favore.

source: Change Passcode
it: Cambio del codice di sblocco

# COMMERROR-MSG
source: Service error: %@
it: Errore %@

# COMMERROR-TITLE
source: Communication error, cannot access the registration service
it: Errore Accesso al Servizio

# CONNECTION-ERROR
source: Connection failed! Error: %@ - %@
it: Connessione al server fallita! Errore: %@ - %@

# CREATESEED-MNU
source: Get your Infocert ID
it: Collega il tuo Infocert ID

# DESTROYSEED-MSG
source: Warning!!! If the maximun number of attempts will be reached, the seed will be destroyed
it: Attenzione!!! Una volta raggiunto il numero massimo di tentativi di inserimento del PIN il seed registrato verrà distrutto

source: Enter Passcode
it: Inserire il codice di sblocco

source: Enter a passcode
it: Scegliere un codice di sblocco

source: Enter your new passcode
it: Inserire il nuovo codice di sblocco

source: Enter your old passcode
it: Inserire il codice di sblocco precedente

source: Enter your passcode
it: Inserire il proprio codice di sblocco

# ERROR-TITLE
source: Error
it: Errore

# GENERATEOTP-LBL
source: To generate OTP push the button and type your passcode or use the Touch-ID if enabled:
it: Per generare l'OTP premere il tasto e inserire il proprio codice di sblocco oppure usa il Touch ID:

# INIT1-MSG
source: In order to be used this App must be initialized through a provisioning procedure on the authentication server. This will download your personal identification seed.Push the button to start the procedure.
it: Prima di essere utilizzata l'App deve essere inizializzata attraverso la procedura di registrazione.Premere il tasto per attivare l'App.

# Inizializza l'App
source: Get your App ready
it: Inizializza l'App

# InsertCodiceVerifica-LBL
source: Insert the code (only digits) contained in the SMS to complete the App enrollment.
it: Inserisci il codice di verifica ricevuto via SMS (digitando solo i numeri) per completare l'attivazione dell'App.

# InsertCredentials-LBL
source: Please insert your username and password: A SMS will be sent to the phone number registered to this account with a code to be used to enable your App.
it: Inserisci il tuo username e la tua password: riceverai un SMS con il codice di verifica che ti permetterà di attivare l'App!

# INVALIDOTP-ERR
source: 403 - Wrong OTP
it: 403 - OTP valido ma non corretto

# INVALIDTOKEN-ERR
source: 400 - Invalid Token anti-csrf
it: 400 - Token anti-csrf non valido o non coincidente tra header e cookie

# ITEM_ALREADY_EXISTS-ERR
source: error item already exists
it: Errore l'oggeto è già presente nello store

# ITEM_AUTHENTICATION_FAILED-ERR
source: error item authentication failed
it: Errore autenticazione fallita

# ITEM_NOT_FOUND-ERR
source: Error item not found
it: Errore oggetto non presente

# KEYTOOSHORT-ERROR
source: The key must be at least 8 characters long.
it: La chiave deve essere di 8 caratteri.

# LVL2SESSION-ERR
source: 406 - The session is already to level 2
it: 406 - Sessione già di livello 2

source: Next
it: Prossimo

# NOSEED-MSG
source: The enrollment phase must be executed before the App is able to generate OTP
it: Occorre terminare la procedura di registrazione del seed prima di poter utilizzare l'OTP

# NOTIFY-TITLE
source: Notify
it: Notifica

# NOTREADY-STR
source: No seed available
it: Manca il Seed

# OTPLEN-MNU
source: OTP Lenght:
it: Lunghezza OTP:

# OTPMISMATCH-ERR
source: 400 - Invalid token anti-csrf or wrong OTP
it: 400 - Token anti-csrf non valido o non coincidente tra header e cookie o OTP non valido

# FIRSTOTPFAILED-ERR
source: 400 - The OTP sent to the server does not match
it: 400 - L'OTP generato dal server non corrisponde a quello ricevuto dall'App

source: Passcodes did not match. Try again.
it: I due codici non corrispondono. Riprovare.

# PINMGT-MNU
source: PIN MANAGEMENT
it: GESTIONE PIN

# PSWDEXPIRED-ERR
source: 410 - Expired password
it: 410 - Password scaduta

# PSWDLOCKED-ERR
source: 402 - Locked Password
it: 402 - Password bloccata

source: Re-enter your new passcode
it: Reinserire il nuovo codice di sblocco

source: Re-enter your passcode
it: Reinserire il codice di sblocco

# READY-STR
source: GET OTP
it: GENERA OTP

# REMOVESEED-MNU
source: Remove your InfoCert ID
it: Scollega il tuo InfoCert ID

# SEEDCONFIRMED-MSG
source: OTP Confirmed, Time on remote server: %@ Clock Skew: %.0f sec.
it: OTP Confermato, Orario sul Server: %@ Clock Skew: %.0f sec.

# SEEDDESTROYED-MSG
source: Warning!!! Too many failed attempts, the SEED has been destroyed. To use this App you must run you the enrollment procedure
it: Attenzione !!! Il SEED è stato distrutto per aver raggiunto il numero massimo di tentativi falliti. Per utilizzare l'App rieseguire la procedura di enrtollment

# SEEDGENERATORFAILED-ERR
source: 412 - SEED generation error
it: 412 - Errore generazione SEED

# SEEDMGT-MNU
source: INFOCERT ID MANAGEMENT
it: GESTIONE INFOCERT ID

# SESSIONNOTFOUND-ERR
source: 404 - Session not found or user phone number not registered
it: 404 - Sessione non trovata o account senza cellulare associato

source: Set Passcode
it: Codice di sblocco

# SETTING-TITLE
source: Setting
it: Impostazioni

# SMSREQUESTED-MSG
source: Request sent, pls wait the SMS and type in the numeric code received
it: Richiesta effettuata, attendere la ricezione dell'SMS e digitare il codice numerico ricevuto

# SUCCESS-STR
source: success
it: successo

# Tempo rimanente:
source: Time window:
it: Tempo rimanente:

# TOOMANYFAILS-ERR
source: 401 - Too many attempts for sending the OTP. The session will be terminated
it: 401 - Tentativi di invio OTP terminati per la sessione

# TOOMANYOTPFAIL-ERR
source: 401 - Too many attemps for this session
it: 401 - Tentativi di verifica OTP terminati per la sessione

# TOOWEAKTOKEN-ERR
source: 401 - Wrong session level (1 is less than 2)
it: 401 - Il token fa riferimento ad una sessione di livello < 2

# TouchID-MSG
source: Please use your Touch-Id to authenticate the request
it: Autenticarsi per generare l'OTP

# TOUCHIDENABLE-MNU
source: Enable the Touch ID
it: Abilita il Touch ID

# VERSION-MSG
source: %@ Version: %@ (build %@) Revision: %@ on %@
it: %@ Versione: %@ (build %@) Revisione: %@ del %@

# WRONGOTP-ERROR
source: The server answered with a failure. Maybe the OTP was typed incorrectly.
it: Il Server ha segnalato un errore, probabilmente l'OTP non è stato inserito correttamente.

# WRONGPIN-MSG
source: Wrong PIN!
it: PIN Errato!!!

# WRONGSEED-ERROR
source: The received seed is not compliant to the technical specifications of this App, please address this message to the call center.
it: Il Seed ricevuto non è conforme alle specifiche riprovare o segnalare l'errore.

# WRONGOTPSMS-ERROR
source: The server failed probably due to a wrong verification code. Try to digit again the code received by the SMS
it: Il server ha segnalato un errore, probabilmente il Codice di Verifica è stato digitato male, riprovare
