Repository: pipp8/CattaneoSVN
Catalog: XCode/iOS/iOTP/trunk/iOTP/*.lproj/Main.strings
Languages: it

# 4b1-DN-ZVU.text
source: ready
it: pronto

# 50Y-CZ-afv.normalTitle
source: NEXT OTP
it: NUOVO OTP

# 56B-gb-Z7s.normalTitle
source: START USING
it: INIZIA A USARE

# 5hF-vN-s1N.placeholder
source: PLS Insert your passcode
it: Inserisci il tuo codice di sblocco

# 6hA-ap-LfR.placeholder
source: Received code
it: PIN Ricevuto

# 7Ps-xe-Oga.title
source: Start Registration
it: Avvia Registrazione

# 7a5-PA-1vf.title
source: Remote Seed Enrollment
it: Sincronizzazione Segreto

# 8qJ-8N-mIy.text
source: InsertCodiceVerifica-LBL
it: Inserisci il codice numerico ricevuto via SMS per completare l'attivazione dell'App e premi il bottone "ATTIVA L'App"

# A6V-3g-2xX.normalTitle
source: I did not receive the SMS
it: Non ho ricevuto l'SMS

# Chl-Yo-ml4.normalTitle
source: Enable the App
it: Attiva l'App

# CmP-2k-oi5.text
source: eTuitus S.r.L. is a spin-off of
it: eTuitus S.r.L. è uno spin-off

# Cy3-zG-d0q.text
source: pls insert the received keyphrase
it: Inserire la passphrase ricevuta

# FrN-4M-Nq1.text
source: The OTP is:
it: OTP generato:

# HxY-OT-bJx.text
source: The App is now ready to be used
it: App attivata con successo

# K0J-gS-Muh.title
source: Setting
it: Impostazioni

# Kse-Jc-y97.text
source: InsertCredentials-LBL
it: Inserisci il tuo username e la tua password: riceverai un SMS con il codice di verifica che ti permetterà di attivare l'App!

# S1B-37-3jK.title
source: Seed Generation
it: Generazione Seed

# VIt-fU-KQf.title
source: Enrollment
it: Attivazione

# WJM-Mh-AL7.text
source: Enable the App
it: Attiva l'App

# ZcP-ys-Rhl.normalTitle
source: ENABLE THE App
it: ATTIVA L'App

# bxa-sH-VwV.text
source: University of Salerno and InfoCert S.p.A.
it: dell'Università di Salerno e di InfoCert S.p.A.

# ir3-bl-3um.text
source: GENERATEOTP-LBL
it: Per generare l'OTP premere il tasto e inserire il proprio codice di sblocco:

# lDu-AN-OTV.title
source: Setting
it: Impostazioni

# lni-dn-tCg.text
source: Available Time Window:
it: Tempo rimanente:

# mVW-tm-ntO.normalTitle
source: Request the auth. code
it: RICHIEDI CODICE DI VERIFICA

# pgd-ns-XY1.text
source: INIT1-MSG
it: Prima di essere utilizzata l'App deve essere inizializzata attraverso la procedura di enrollment prevista sul server di autenticazione. Premere il tasto per attivare l'App.

# rP2-LX-mKp.title
source: Welcome
it: Benvenuto

# rW1-5o-C1s.title
source: End
it: Fine

# vUS-Bi-dXP.text
source: Soft Token generating Time Based One Time Password according to the RFC 6238 specification.
it: InfoCert ID è l’applicazione InfoCert per l’autenticazione sicura. Attraverso l’App è possibile generare One Time Password (OTP) da utilizzare con il proprio account InfoCert ID per autenticarsi su tutti i portali web che aderiscono al circuito SPID.
